[{"typename":"anxious","heading":"The Anxious Investor","subhead":"Taking risks for the buzz of a trade","copy":"<p>A committed DIY investor, you check or change your investments several times a month. Quite possibly most days. The anticipation of making a trade or checking your portfolio boosts your mood, although after it is executed you are anxious about what the results will be. According to behavioural finance expert Greg B Davies, that is a brain chemistry loop that keeps amateur investors trading through periods when they really should have bought and held. Many investors believe they can beat the market, but Mr Davies observes that they often have no idea how their portfolio is doing compared to an accepted benchmark.</p>\n<p>Anxious investors should be aware of taking too much short-term risk on their long-term investments. How much of your portfolio by value are you actively trading - and are you betting more than you can afford to lose? Benchmarking your performance against an index might show you are less successful than you imagine - particularly when trading costs and the time you spend trading are taken into account. Consider seeing a chartered financial planner for a portfolio MOT.</p>"},{"typename":"cash","heading":"The Cash Splasher","subhead":"Confusing generosity with buying social cachet","copy":"<p>Do you always get the bill? More importantly, do you always get the bill while making it clear to others that you were the one who paid? Cash splashers view themselves as generous, but they also use money to make others think more highly of them. They are likely to to wave their cheque books about at charity auctions, or spend on items (or commitments) that they could easily do without, from club memberships to expensive cars.</p>\n<p>Treating others is a nice feeling - but be aware when you are going too far. As the FT Wealth Man columnist Jason Butler <a href=\"https://www.ft.com/content/208627f2-d1d0-11e6-9341-7393bb2e1b51\">points out</a>, experiences are more likely to make us happy, and not the cost of an item or how much it impresses others.</p>\n<p>You may feel just as appreciated by giving your loved ones an experience, that does not in itself cost much. Take the kids for a picnic, listen to grandma tell her stories, or cook your friends a meal. You also could promote social mobility and diversity via <a href=\"https://www.ft.com/content/a4457aa2-afe3-11e6-a37c-f4a01f1b0fa1\">mentoring at work</a>.</p>"},{"typename":"fitbit","heading":"The Fitbit Financier","subhead":"When money becomes an obsession","copy":"<p>Go on, admit it. You check your online bank account and track your spending as often as someone training for an extreme sporting event measures their calorie intake, resting heart rate and sleep quality. As well as obsessing over credit card points, you probably like to use comparison sites, spend hours arguing with people on money discussion forums, and download apps that track your budget and remind you when to remortgage.</p>\n<p>Keeping on top of money matters is a good thing. But one underlying reason for wanting such strong control of your finances is that you may have lost control of other areas of your life.</p>\n<p>You may also need to take a step back and look at the bigger picture. Are your long-term financial goals being met when it comes to pensions and investments? And do you need more expert advice than internet forums can provide? Read this <a href=\"https://www.ft.com/content/9e106d2c-5ea0-11e4-b81d-00144feabdc0\">FT Money guide</a> on how to find a financial adviser who can help you plan a less stressful future.</p>"},{"typename":"hoarder","heading":"The Hoarder","subhead":"Cash is not necessarily king","copy":"<p>To you, money represents security. You like to see enormous piles of it in your bank account. You are uncomfortable with investing because you fear making a loss. You do not enjoy shopping, and may question the spending habits of those close to you. If you have teenage children, you probably have clothes that are older than them. Even if you retire comfortably, you may still deny yourself luxuries, perhaps whilst fretting uncontrollably about inheritance tax.</p>\n<p>Whilst everyone needs a rainy day fund, the tendency to hoard too much cash over the long-term can be counter productive. Rock bottom interest rates and rising inflation will erode the value of your cash over time - and by shunning the stock market, you will be missing out on long-term returns (and the compounding effect of reinvesting dividends).</p>\n<p>Women can be particularly risk averse about investing: if you are not confident about investing, <a href=\"https://www.ft.com/content/b681b8e6-2705-11e6-8b18-91555f2f4fde\">find an adviser</a> you feel comfortable with who can discuss the right level of risk for you.</p>\n<p>As an alternative to cash savings accounts, check out these <a href=\"https://www.ft.com/content/9c1426c2-dc75-11e5-a72f-1e7744c66818\">four simple rules</a> for your stocks and shares Isa.</p>"},{"typename":"ostrich","heading":"The Ostrich","subhead":"Money is out of sight, and out of mind","copy":"<p>Money? Yawn. Piles of post lie on your doormat, unopened. You rarely check your bank balance. Quite possibly, you still have a monthly direct debit for a hired washing machine from your university days. But are you paying into a pension?</p>\n<p>At the root of your inactivity is anxiety. You see yourself as innately bad with numbers, and fear that making any decision about money could be worse than doing nothing. This is not a rational fear. The good news is that, by taking this test which involves thinking about money, you are not an incurable ostrich. Set aside an hour a fortnight, at first, to examine your finances taking a close look at your income and outgoings, and where being more organised and aware could save you money.</p>\n<p>If you are a homeowner, the biggest change to your monthly budget could come from seeking a <a href=\"https://www.ft.com/content/d55c46a4-65e5-11e6-a08a-c7ac04ef00aa\">better mortgage deal</a>.</p>\n<p>You could save even more by <a href=\"https://www.ft.com/content/9760d5e4-8ba7-11e6-8cb7-e7ada1d123b1\">switching</a> current accounts, insurance brokers and energy providers.</p>\n<p>Motivate yourself by putting the money you save into a separate account and use it towards a reward, such as a holiday. As you get more confident, consider approaching a financial planner to discuss longer term investments and pensions.</p>"},{"typename":"social","heading":"The Social Value Spender","subhead":"Unending spending won’t make you happy","copy":"<p>Do you shop online when you feel lonely? Do you frequently buy your loved ones presents “just because” or blow the budget on Christmas and birthday gifts? If so, you may be what psychologists call a social value spender. You use money as a tool to make yourself feel better. The extreme manifestation of this behaviour is shopping addiction, where sufferers may have a houseful of unopened packages and unworn clothing with the tags attached.</p>\n<p>The advertising and marketing industries are expert at tempting us to spend money on things we don’t really need, and credit is readily available. But after the buzz of a new purchase has worn off, you may find you are deeper in debt.</p>\n<p>If you find it hard sticking to a budget, set up a <a href=\"https://www.ft.com/content/23d41240-d291-11e6-9341-7393bb2e1b51\">regular savings plan</a> so money comes out of your account before you can spend it all.</p>\n<p>And consider reading <a href=\"https://www.ft.com/content/55e89578-d366-11e6-b06b-680c49b4b4c0\">our guide</a> to clearing credit card debt.</p>"}]